---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.Millimeters
source: html/122c44ee-e560-ccf2-b8f6-89771f553862.htm
---
# Autodesk.Revit.DB.UnitTypeId.Millimeters Property

Millimeters.

## Syntax (C#)
```csharp
public static ForgeTypeId Millimeters { get; }
```